---
title: "Archive 王彦彦"
date: 2023-10-26T11:49:44+08:00
draft: true
---

# 时间段
2020/03/10-->2023/10/26

# 导火索
前几天找我借了一万块钱，因为我一直在追嘛，所以多说了两句，她就爆发了，大意就是我借着借钱这件事逼她做我女朋友。\
我觉得受到了侮辱，因为从2021年底到23年1月，断断续续拿了我34000，23年6月底还给我，还有我送的各种东西，价值6000+。中途我也要过几次，对方拿不出来\
通常对方使用pua的技巧是：我也承受了很大的压力。声明一下，对方的压力是因为自己蠢，被前男友骗，欠了别人二十多万，征信花了，所以东借西借补窟窿，跟我没关系。\
至于说为什么写这篇文章，一来做一个总结；二来剖析整个流程，希望其中的经验能给各位借鉴；三，针对王彦彦个人，希望你好好看看

# 聊天记录
![](/img/IMG_20231026_115535.jpg)
![](/img/IMG_20231026_115505.jpg)
![](/img/IMG_20231026_115439.jpg)

# 分析
（分析聊天记录即可）\
5-16，10:17，潜台词：我不想跟你联系，钱也不能给你
5-16，10:50，潜台词：这不是我的错奥，钱不能给你

6-18，15:35，这是舔狗行为，请勿模仿

10-23，14:02，因为我觉得受到了羞辱，我让她看看聊天记录，我觉得她脑子不清楚，或者是遇到自己控制不了的事，到我这里来搞一搞，这里，昨天借出去的1w块还我了

10-23，14:50，潜台词：这是个感情问题，你的钱我还清了(其实只是昨天借的1w块啊，无偿占有34000两年，6000+的东西，以及我帮她解决的各种问题，一概不提)(这个也是捞女的通常手法，所有问题都定义成感情问题，钱的事因为自己受益，一概不提)，我们两不相欠

10-23，16:30，所以我识破了，我要求对方对等支付，首先返还不正常所得，其次，我也应该占用她的资金两年，作为对等交换

10-23，17:17-->10：24 13:15，对方可能情绪激动，为了维护最后一点可怜的尊严，或者她觉得拿我东西这个事不对，ipad的钱还给我了。中间有一次想耍赖

-->10/26 13:51，然后就失联了，应该是躲起来了，正面刚不过，或者是自知理亏；我找了她妈，她妈也不问问清楚，因为知道她女儿在外面瞎弄，欠了二十多万，她还欠她妈的7w，所以对这个女儿也没什么好话吧

到此结束

# 总结
如上所述，我是基于对方本性不坏这一点，觉得随着时间的推移，我能搞定所有问题，一个正常的追女生行为

对方可能刚开始跟我预料的差不多吧，不知道啥时候开始变质，觉得可以从我这得到好处，虽然无感，但也享受这种感觉

到后期因为欠太多人钱，所以开始变得无赖，东西无所谓，只是觉得一个女生这么不要脸，我都有点尴尬。我的评价是，这是一个自私、自大、愚蠢的女的，她有很多那种损人不利己的行为，不知道是不是故意而为之，我的判断，她可能不坏，但是愚蠢。

我自己的话，三年嘛，我丢了很多机会，付出了很大的机会成本。这三年时间其实可以缩短，感觉20年并不成熟，很多模型也没在脑子成型，所以做了一些傻缺事。但是人都有其局限性，接受命运的安排，再出发即可。

追女生的一些经验：\
正常的感情是对等付出的，所以从双方投入比分析就能判断现状\
任何时候都是以自己的事业、身心健康为主\
女生的思维模式跟男生不一样，简单说，女生的逻辑思维能力很差，发散思维比较强，所以我建议还是男生主导走向（当然，这只是我的个人经验哈）

结束！

# add
![](/img/Screenshot_2023-10-27-15-41-28-087-edit_com.android.mms.jpg)

2023-10-27_18:47:31\
行为过激了，我观察了一下处理这件事时大脑的运行模式，它就像一台没有感情的机器，比如

如果我的选择是长久合作，我会捋清楚问题根源，一个一个解决掉；如果不想，我就出制裁手段，力求验证我的控制力

就这个事来说，我完全有能力处理，但是没有主动介入，而是任其发展。

我分析了接触到的两个人的生理、心理活动，其实很简单，遮住一半对话就能看出对方语言的重点，而且我发现对方根本就不听我在说什么，好好沟通有这么难么？这方面要加强训练。

我还分析了各种制裁手段，这个王应该深有体会，如果没有制裁手段，如何保证利益呢？尤其是在农村，受困于眼界和资源限制。

我认为上面发的几个短信没有任何问题，但是这种方法针对一个女孩不善良，也许我会道歉吧，谁知道呢！
