--
title: "未来工作计划"
date: 2023-09-13T15:33:15+08:00
draft: false
tags: [work]
---

# 商业观察
先考虑下工作岗位怎么来的，因为有需求要满足，当服务群体比较大，一个人忙不过来，就需要招募人手，工作岗位就产生了。

市场是最主要的，因为其最靠近需求端，我们需要从需求端拿钱，好的销售善于发现需求、创造需求。\
其次是研发制造，这里面的顶层是架构师，即在需求不明朗的情况下提供并选择相对最优的方案，决定资源投入方向；设计师在拿到需求后根据架构师给出的硬限制做设计方案，工艺师决定加工方案，再由车间工人现场加工、组装，交付。

这是关键链条，其次就是一些辅助岗位：行政、财务、法务、售后

我来做透视，第一个概念是组织，市场上不只有你一个服务提供商，如果客户被竞争者或潜在代替者抢走，组织就失去了存在的土壤，结果就是大家散伙，组织的所有积累打散流失到其他不同的组织。\
我们不希望这种事情发生，因为这意味着从头再来，我们失去了复利带来的滚雪球效应。所以先考察组织的竞争力，组织的竞争力体现在更快、更好的交付产品，这要求：
- 技术实力 
- 组织成员协作效率

在博客文章《软件开发者路线图》中提到过组织知识的来源，诸位可以check来考察公司的技术潜力\
成员协作效率依赖OA系统，linux是分布式协作最好的案例，可以看看github提供的协作方案，我觉得这是工作最理想的形态，不必去现场、不必去工作室、不必通勤，只需贡献代码。
- 产品及对象

人多不一定力量大，市场上谁的购买力强，谁的声音就大，所以看交易对象，有本书《长尾理论》，如果找到利基市场，所得的现金流也能维持组织的运转；\
当然，我前面提到的都是在市场环境下自组织起来的组织，还有政府，政府垄断国家经济命脉，提供公共产品，提供秩序。\
通过分析组织现金流来源，也就能知道其发展可不可持续；比如在这次疫情，很多小企业因为现金流断了，贷不到款，最后破产，很可惜；而大点的企业由于现金储备充足，且能贷到款而活下来。
- 个人在组织的利益

有这样一种现象，为了保证自己地位的稳定性，某个项目创始人会留一手，防止卸磨杀驴。这就像屠龙少年终成恶龙的故事，管理者会创造各种障碍，使得自己具有不可代替性，可能是保留关键技术，也可能是创建一些制度。\
当然，这是在有能力构建出完整系统，满足客户需求的前提下。除了透视组织的利益，组织利益如何转化成个人利益，这个路径，需要尤其关注。

# 建立抓手
最优选择是


# 自动化运作


